Repository: apoorvdarshan/delts
Catalog: ios/delts/Localizable.xcstrings
Source language: en
Languages: ar, az, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, zh_hans

source: Legs / Hips
ar: الأرجل / الورك
az: Ayaqlar / Omba
de: Beine / Hüfte
es: Piernas / Caderas
fr: Jambes / Hanches
hi: लेग्स / हिप्स
it: Gambe / Fianchi
ja: 脚 / 股関節
ko: 다리 / 엉덩이
nl: Benen / heupen
pl: Nogi / biodra
pt_br: Pernas / Quadril
ro: Picioare / Șolduri
ru: Ноги / Бёдра
zh_hans: 腿部 / 髋部

source: LET'S GET YOU SET UP
ar: لنبدأ الإعداد
az: GƏLİN SİZİ HAZIRLAYAQ
de: RICHTEN WIR DICH EIN
es: VAMOS A CONFIGURARTE
fr: PRÉPARONS VOTRE PROFIL
hi: आइए, आपको सेट अप करें
it: INIZIAMO LA CONFIGURAZIONE
ja: セットアップを始めましょう
ko: 설정을 시작해 볼까요
nl: LATEN WE BEGINNEN
pl: ZACZNIJMY KONFIGURACJĘ
pt_br: VAMOS CONFIGURAR TUDO
ro: HAI SĂ TE PREGĂTIM
ru: ДАВАЙТЕ ВСЁ НАСТРОИМ
zh_hans: 开始设置吧

source: Level
ar: المستوى
az: Səviyyə
es: Nivel
fr: Niveau
hi: स्तर
it: Livello
ja: レベル
ko: 난이도
nl: Niveau
pl: Poziom
pt_br: Nível
ro: Nivel
ru: Уровень
zh_hans: 难度

source: Light
ar: فاتح
az: İşıqlı
de: Hell
es: Claro
fr: Clair
hi: लाइट
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pl: Jasny
pt_br: Claro
ro: Luminos
ru: Светлая
zh_hans: 浅色

source: Lime
ar: ليموني
az: Laym
de: Limette
es: Lima
fr: Citron vert
hi: लाइम
ja: ライム
ko: 라임
pl: Limonkowy
pt_br: Lima
ru: Лаймовый
zh_hans: 青柠色

source: Local
ar: محلي
az: Lokal
de: Lokal
hi: लोकल
it: Locale
ja: ローカル
ko: 로컬
nl: Lokaal
pl: Lokalne
ru: Локально
zh_hans: 本地

source: Log Body Fat
ar: تسجيل نسبة الدهون
az: Bədən yağını qeyd et
de: Körperfett loggen
es: Registrar grasa corporal
fr: Consigner la masse grasse
hi: बॉडी फ़ैट लॉग करें
it: Registra massa grassa
ja: 体脂肪率を記録
ko: 체지방 기록
nl: Log vetpercentage
pl: Zapisz tkankę tłuszczową
pt_br: Registrar gordura corporal
ro: Înregistrează grăsimea corporală
ru: Записать % жира
zh_hans: 记录体脂

source: Log Weight
ar: تسجيل الوزن
az: Çəkini qeyd et
de: Gewicht loggen
es: Registrar peso
fr: Consigner le poids
hi: वज़न लॉग करें
it: Registra peso
ja: 体重を記録
ko: 체중 기록
nl: Log gewicht
pl: Zapisz wagę
pt_br: Registrar peso
ro: Înregistrează greutatea
ru: Записать вес
zh_hans: 记录体重

source: Loving the red button? Tell the App Store.
ar: أعجبك الزر الأحمر؟ أخبر App Store.
az: Qırmızı düymə xoşunuza gəlir? App Store-da bildirin.
de: Liebst du den roten Button? Sag es dem App Store.
es: ¿Te encanta el botón rojo? Cuéntalo en el App Store.
fr: Fan du bouton rouge ? Dites-le sur l’App Store.
hi: लाल बटन पसंद आया? App Store पर बताएँ।
it: Ami il pulsante rosso? Dillo sull'App Store.
ja: 赤いボタンが気に入ったら、App Storeで教えてください。
ko: 빨간 버튼이 마음에 드나요? App Store에 알려주세요.
nl: Fan van de rode knop? Laat het de App Store weten.
pl: Podoba Ci się czerwony przycisk? Powiedz o tym w App Store.
pt_br: Curtindo o botão vermelho? Conte na App Store.
ro: Îți place butonul roșu? Spune-o în App Store.
ru: Нравится красная кнопка? Расскажите в App Store.
zh_hans: 爱上红色按钮了？去 App Store 告诉大家吧。

source: Lower leg
ar: أسفل الساق
az: Baldır
de: Unterschenkel
es: Parte baja de la pierna
fr: Bas de jambe
hi: निचला पैर
it: Parte bassa della gamba
ja: 下腿
ko: 종아리
nl: Onderbeen
pl: Podudzie
pt_br: Parte inferior da perna
ro: Gambă
ru: Голень
zh_hans: 小腿

source: Machines
ar: الأجهزة
az: Trenajorlar
de: Maschinen
es: Máquinas
hi: मशीनें
it: Macchine
ja: マシン
ko: 머신
nl: Apparaten
pl: Maszyny
pt_br: Máquinas
ro: Aparate
ru: Тренажёры
zh_hans: 固定器械

source: Manage Subscription
ar: إدارة الاشتراك
az: Abunəliyi idarə et
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l’abonnement
hi: सब्सक्रिप्शन मैनेज करें
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
nl: Beheer abonnement
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinatura
ro: Gestionează abonamentul
ru: Управлять подпиской
zh_hans: 管理订阅

source: Mark as done
ar: تحديد كمكتمل
az: Tamamlanmış kimi işarələ
de: Als erledigt markieren
es: Marcar como hecho
fr: Marquer comme fait
hi: पूर्ण मार्क करें
it: Segna come completato
ja: 完了にする
ko: 완료로 표시
nl: Markeer als gedaan
pl: Oznacz jako ukończone
pt_br: Marcar como concluído
ro: Marchează ca finalizat
ru: Отметить выполненным
zh_hans: 标记为完成

source: Mark set %lld complete
ar: تحديد المجموعة %lld كمكتملة
az: Set %lld tamamlanmış kimi işarələ
de: Satz %lld als erledigt markieren
es: Marcar serie %lld como completada
fr: Marquer la série %lld comme faite
hi: सेट %lld को पूर्ण मार्क करें
it: Segna la serie %lld come completata
ja: セット%lldを完了にする
ko: 세트 %lld 완료로 표시
nl: Markeer set %lld als voltooid
pl: Oznacz serię %lld jako ukończoną
pt_br: Marcar série %lld como concluída
ro: Marchează seria %lld ca finalizată
ru: Отметить подход %lld выполненным
zh_hans: 标记第 %lld 组为已完成

source: Mark set %lld incomplete
ar: تحديد المجموعة %lld كغير مكتملة
az: Set %lld tamamlanmamış kimi işarələ
de: Satz %lld als unerledigt markieren
es: Marcar serie %lld como incompleta
fr: Marquer la série %lld comme non faite
hi: सेट %lld को अपूर्ण मार्क करें
it: Segna la serie %lld come non completata
ja: セット%lldを未完了にする
ko: 세트 %lld 미완료로 표시
nl: Markeer set %lld als niet voltooid
pl: Oznacz serię %lld jako nieukończoną
pt_br: Marcar série %lld como não concluída
ro: Marchează seria %lld ca nefinalizată
ru: Снять отметку с подхода %lld
zh_hans: 标记第 %lld 组为未完成

source: Mechanic
ar: نوع الحركة
az: Mexanika
de: Mechanik
es: Mecánica
fr: Mécanique
hi: मैकेनिक
it: Meccanica
ja: メカニクス
ko: 역학
nl: Mechaniek
pl: Mechanika
pt_br: Mecânica
ro: Mecanică
ru: Механика
zh_hans: 动作机制

source: Message Coach
ar: راسل المدرب
az: Məşqçiyə yaz
de: Nachricht an den Coach
es: Escribe al Coach
fr: Écrire au Coach
hi: कोच को मैसेज करें
it: Scrivi al Coach
ja: コーチにメッセージ
ko: 코치에게 메시지
nl: Bericht aan Coach
pl: Napisz do Trenera
pt_br: Mensagem ao Coach
ro: Scrie Antrenorului
ru: Написать тренеру
zh_hans: 给教练发消息

source: Metric
ar: متري
az: Metrik
de: Metrisch
es: Métrico
fr: Métrique
hi: मेट्रिक
it: Metrico
ja: メートル法
ko: 미터법
nl: Metrisch
pl: Metryczne
pt_br: Métrico
ru: Метрические
zh_hans: 公制

source: Mix compound strength days with accessory hypertrophy work.
ar: امزج أيام القوة المركّبة مع تمارين التضخيم المساعدة.
az: Kompleks güc günlərini köməkçi hipertrofiya işi ilə birləşdirin.
de: Kombiniere Krafttage mit Grundübungen und ergänzender Hypertrophie-Arbeit.
es: Combina días de fuerza compuestos con trabajo accesorio de hipertrofia.
fr: Mêlez jours de force polyarticulaire et travail d’hypertrophie.
hi: कंपाउंड स्ट्रेंथ दिनों के साथ एक्सेसरी हाइपरट्रॉफ़ी काम मिलाएँ।
it: Alterna giorni di forza sui fondamentali e lavoro accessorio di ipertrofia.
ja: コンパウンドの筋力の日と補助種目の筋肥大トレを組み合わせます。
ko: 복합 스트렝스 데이에 보조 근비대 운동을 섞습니다.
nl: Combineer compound-krachtdagen met aanvullend hypertrofiewerk.
pl: Łącz dni siłowe na bojach z pracą akcesoryjną na hipertrofię.
pt_br: Misture dias de força com compostos e trabalho acessório de hipertrofia.
ro: Combină zile de forță compuse cu lucru accesoriu de hipertrofie.
ru: Сочетайте базовые силовые дни с подсобной работой на гипертрофию.
zh_hans: 将复合力量日与辅助增肌训练相结合。

source: Mode
ar: الوضع
az: Rejim
de: Modus
es: Modo
hi: मोड
it: Modalità
ja: モード
ko: 모드
nl: Modus
pl: Tryb
pt_br: Modo
ro: Mod
ru: Режим
zh_hans: 模式

source: Month
ar: شهر
az: Ay
de: Monat
es: Mes
fr: Mois
hi: माह
it: Mese
ja: 月
ko: 월
nl: Maand
pl: Miesiąc
pt_br: Mês
ro: Lună
ru: Месяц
zh_hans: 月

source: Muscle group
ar: المجموعة العضلية
az: Əzələ qrupu
de: Muskelgruppe
es: Grupo muscular
fr: Groupe musculaire
hi: मसल ग्रुप
it: Gruppo muscolare
ja: 筋群
ko: 근육군
nl: Spiergroep
pl: Grupa mięśniowa
pt_br: Grupo muscular
ro: Grupă musculară
ru: Группа мышц
zh_hans: 肌群

source: Name
ar: الاسم
az: Ad
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Imię
pt_br: Nome
ro: Nume
ru: Имя
zh_hans: 名称

source: Native prompt
ar: نافذة النظام
az: Sistem dialoqu
de: Nativer Dialog
es: Solicitud nativa
fr: Invite native
hi: नेटिव प्रॉम्प्ट
it: Prompt nativo
ja: ネイティブプロンプト
ko: 네이티브 프롬프트
nl: Systeemprompt
pl: Systemowy monit
pt_br: Alerta nativo
ro: Dialog nativ
ru: Системный диалог
zh_hans: 原生提示

source: Neck
ar: الرقبة
az: Boyun
de: Nacken
es: Cuello
fr: Cou
hi: गर्दन
it: Collo
ja: 首
ko: 목
nl: Nek
pl: Kark
pt_br: Pescoço
ro: Gât
ru: Шея
zh_hans: 颈部

source: Net Change
ar: صافي التغيّر
az: Xalis dəyişiklik
de: Netto-Änderung
es: Cambio neto
fr: Variation nette
hi: कुल बदलाव
it: Variazione netta
ja: 増減
ko: 순 변화
nl: Nettoverschil
pl: Zmiana netto
pt_br: Variação líquida
ro: Variație netă
ru: Итоговое изменение
zh_hans: 净变化

source: Network error. Check your connection and try again.
ar: خطأ في الشبكة. تحقق من اتصالك وحاول مجددًا.
az: Şəbəkə xətası. Bağlantınızı yoxlayıb yenidən cəhd edin.
de: Netzwerkfehler. Prüfe deine Verbindung und versuch es erneut.
es: Error de red. Comprueba tu conexión e inténtalo de nuevo.
fr: Erreur réseau. Vérifiez votre connexion et réessayez.
hi: नेटवर्क त्रुटि। कनेक्शन जाँचें और फिर कोशिश करें।
it: Errore di rete. Controlla la connessione e riprova.
ja: ネットワークエラー。接続を確認して、もう一度お試しください。
ko: 네트워크 오류입니다. 연결을 확인하고 다시 시도해 주세요.
nl: Netwerkfout. Controleer je verbinding en probeer het opnieuw.
pl: Błąd sieci. Sprawdź połączenie i spróbuj ponownie.
pt_br: Erro de rede. Verifique sua conexão e tente de novo.
ro: Eroare de rețea. Verifică conexiunea și încearcă din nou.
ru: Ошибка сети. Проверьте подключение и попробуйте ещё раз.
zh_hans: 网络错误。请检查网络连接后重试。

source: Next
ar: التالي
az: Növbəti
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Avançar
ro: Următorul
ru: Далее
zh_hans: 下一步

source: No active subscription was found for this Apple ID.
ar: لم يتم العثور على اشتراك نشط لحساب Apple ID هذا.
az: Bu Apple ID üçün aktiv abunəlik tapılmadı.
de: Für diese Apple-ID wurde kein aktives Abo gefunden.
es: No se encontró una suscripción activa para este Apple ID.
fr: Aucun abonnement actif trouvé pour cet identifiant Apple.
hi: इस Apple ID के लिए कोई सक्रिय सब्सक्रिप्शन नहीं मिला।
it: Nessun abbonamento attivo per questo ID Apple.
ja: このApple IDで有効なサブスクリプションが見つかりませんでした。
ko: 이 Apple ID에 활성 구독이 없습니다.
nl: Geen actief abonnement gevonden voor deze Apple ID.
pl: Nie znaleziono aktywnej subskrypcji dla tego Apple ID.
pt_br: Nenhuma assinatura ativa encontrada para este ID Apple.
ro: Nu s-a găsit niciun abonament activ pentru acest ID Apple.
ru: Для этого Apple ID активная подписка не найдена.
zh_hans: 未找到此 Apple ID 的有效订阅。

source: No dataset workouts found.
ar: لم يتم العثور على تمارين في قاعدة البيانات.
az: Bazada məşq tapılmadı.
de: Keine Workouts im Datensatz gefunden.
es: No se encontraron entrenamientos en el conjunto de datos.
fr: Aucun entraînement trouvé dans la base.
hi: कोई डेटासेट वर्कआउट नहीं मिला।
it: Nessun allenamento del dataset trovato.
ja: データセットのワークアウトが見つかりません。
ko: 데이터셋 운동을 찾을 수 없습니다.
nl: Geen workouts in de dataset gevonden.
pl: Nie znaleziono treningów w bazie danych.
pt_br: Nenhum treino encontrado na base de dados.
ro: Nu s-au găsit antrenamente în setul de date.
ru: Тренировки в базе не найдены.
zh_hans: 未找到数据集训练。

source: No exercises added
ar: لم تتم إضافة تمارين
az: Hərəkət əlavə edilməyib
de: Keine Übungen hinzugefügt
es: Sin ejercicios añadidos
fr: Aucun exercice ajouté
hi: कोई एक्सरसाइज़ नहीं जोड़ी गई
it: Nessun esercizio aggiunto
ja: 種目が未追加です
ko: 추가된 종목 없음
nl: Geen oefeningen toegevoegd
pl: Nie dodano ćwiczeń
pt_br: Nenhum exercício adicionado
ro: Niciun exercițiu adăugat
ru: Упражнения не добавлены
zh_hans: 尚未添加动作

source: No exercises found
ar: لم يتم العثور على تمارين
az: Hərəkət tapılmadı
de: Keine Übungen gefunden
es: No se encontraron ejercicios
fr: Aucun exercice trouvé
hi: कोई एक्सरसाइज़ नहीं मिली
it: Nessun esercizio trovato
ja: 種目が見つかりません
ko: 종목을 찾을 수 없음
nl: Geen oefeningen gevonden
pl: Nie znaleziono ćwiczeń
pt_br: Nenhum exercício encontrado
ro: Niciun exercițiu găsit
ru: Упражнения не найдены
zh_hans: 未找到动作

source: No exercises match
ar: لا توجد تمارين مطابقة
az: Uyğun hərəkət yoxdur
de: Keine passenden Übungen
es: Ningún ejercicio coincide
fr: Aucun exercice ne correspond
hi: कोई एक्सरसाइज़ मेल नहीं खाती
it: Nessun esercizio corrispondente
ja: 一致する種目がありません
ko: 일치하는 종목 없음
nl: Geen overeenkomende oefeningen
pl: Brak pasujących ćwiczeń
pt_br: Nenhum exercício corresponde
ro: Niciun exercițiu nu corespunde
ru: Нет подходящих упражнений
zh_hans: 没有匹配的动作

source: No instructions available for this exercise.
ar: لا تتوفر تعليمات لهذا التمرين.
az: Bu hərəkət üçün təlimat yoxdur.
de: Für diese Übung ist keine Anleitung verfügbar.
es: No hay instrucciones para este ejercicio.
fr: Aucune instruction disponible pour cet exercice.
hi: इस एक्सरसाइज़ के निर्देश उपलब्ध नहीं हैं।
it: Nessuna istruzione disponibile per questo esercizio.
ja: この種目の手順はありません。
ko: 이 종목의 운동 방법이 없습니다.
nl: Geen instructies beschikbaar voor deze oefening.
pl: Brak instrukcji dla tego ćwiczenia.
pt_br: Sem instruções para este exercício.
ro: Nu există instrucțiuni pentru acest exercițiu.
ru: Для этого упражнения нет инструкций.
zh_hans: 此动作暂无说明。

source: No logs in %@
ar: لا توجد سجلات في %@
az: %@ ərzində qeyd yoxdur
de: Keine Logs in %@
es: Sin registros en %@
fr: Aucune entrée sur %@
hi: %@ में कोई लॉग नहीं
it: Nessun log in %@
ja: %@の記録はありません
ko: %@ 기록 없음
nl: Geen logs in %@
pl: Brak wpisów w %@
pt_br: Nenhum registro em %@
ro: Nicio înregistrare în %@
ru: Нет записей за %@
zh_hans: %@暂无记录

source: No previous workouts
ar: لا توجد تمارين سابقة
az: Əvvəlki məşq yoxdur
de: Keine früheren Workouts
es: Sin entrenamientos anteriores
fr: Aucun entraînement précédent
hi: कोई पिछला वर्कआउट नहीं
it: Nessun allenamento precedente
ja: 過去のワークアウトはありません
ko: 이전 운동 없음
nl: Geen eerdere workouts
pl: Brak wcześniejszych treningów
pt_br: Nenhum treino anterior
ro: Niciun antrenament anterior
ru: Нет прошлых тренировок
zh_hans: 暂无历史训练

source: No profile equipment selected. Plans will fall back to bodyweight choices.
ar: لم يتم تحديد معدات في ملفك الشخصي. ستعتمد الخطط على تمارين وزن الجسم.
az: Profildə avadanlıq seçilməyib. Planlar bədən çəkisi hərəkətlərinə əsaslanacaq.
de: Kein Equipment im Profil ausgewählt. Pläne weichen auf Körpergewichtsübungen aus.
es: Sin equipamiento seleccionado en el perfil. Los planes usarán ejercicios de peso corporal.
fr: Aucun équipement sélectionné dans le profil. Les plans utiliseront le poids du corps.
hi: प्रोफ़ाइल में कोई इक्विपमेंट नहीं चुना है। प्लान बॉडीवेट विकल्पों पर आधारित होंगे।
it: Nessuna attrezzatura selezionata nel profilo. I piani useranno esercizi a corpo libero.
ja: プロフィールで器具が未選択です。プランは自重種目で代替されます。
ko: 프로필에 선택된 기구가 없습니다. 플랜은 맨몸 운동으로 대체됩니다.
nl: Geen apparatuur geselecteerd in je profiel. Schema's vallen terug op oefeningen met lichaamsgewicht.
pl: Nie wybrano sprzętu w profilu. Plany oprą się na ćwiczeniach z masą ciała.
pt_br: Nenhum equipamento selecionado no perfil. Os planos usarão opções com peso corporal.
ro: Niciun echipament selectat în profil. Planurile vor folosi exerciții cu corpul propriu.
ru: В профиле не выбрано оборудование. Планы будут строиться на упражнениях со своим весом.
zh_hans: 个人资料中未选择器械。计划将改用自重动作。

source: No saved workouts yet.
ar: لا توجد تمارين محفوظة بعد.
az: Hələ yadda saxlanmış məşq yoxdur.
de: Noch keine gespeicherten Workouts.
es: Aún no hay entrenamientos guardados.
fr: Aucun entraînement enregistré pour le moment.
hi: अभी तक कोई सेव किया वर्कआउट नहीं।
it: Ancora nessun allenamento salvato.
ja: 保存したワークアウトはまだありません。
ko: 저장된 운동이 아직 없습니다.
nl: Nog geen bewaarde workouts.
pl: Brak zapisanych treningów.
pt_br: Nenhum treino salvo ainda.
ro: Niciun antrenament salvat încă.
ru: Сохранённых тренировок пока нет.
zh_hans: 尚无已保存的训练。

source: No weight or body fat logs in this range.
ar: لا توجد سجلات وزن أو دهون في هذا النطاق.
az: Bu aralıqda çəki və ya bədən yağı qeydi yoxdur.
de: Keine Gewichts- oder Körperfett-Logs in diesem Zeitraum.
es: Sin registros de peso o grasa corporal en este rango.
fr: Aucune entrée de poids ou de masse grasse sur cette période.
hi: इस रेंज में वज़न या बॉडी फ़ैट का कोई लॉग नहीं।
it: Nessun dato di peso o massa grassa in questo intervallo.
ja: この期間の体重・体脂肪率の記録はありません。
ko: 이 기간에 체중이나 체지방 기록이 없습니다.
nl: Geen gewichts- of vetpercentagelogs in deze periode.
pl: Brak wpisów wagi ani tkanki tłuszczowej w tym zakresie.
pt_br: Nenhum registro de peso ou gordura corporal neste período.
ro: Nicio înregistrare de greutate sau grăsime corporală în acest interval.
ru: Нет записей веса или % жира за этот период.
zh_hans: 此范围内没有体重或体脂记录。

source: No workout history yet
ar: لا يوجد سجلّ تمارين بعد
az: Hələ məşq tarixçəsi yoxdur
de: Noch kein Workout-Verlauf
es: Aún no hay historial de entrenamientos
fr: Pas encore d’historique d’entraînement
hi: अभी कोई वर्कआउट हिस्ट्री नहीं
it: Ancora nessun allenamento in cronologia
ja: ワークアウト履歴はまだありません
ko: 아직 운동 기록이 없습니다
nl: Nog geen workoutgeschiedenis
pl: Brak historii treningów
pt_br: Ainda sem histórico de treinos
ro: Încă nu ai istoric de antrenamente
ru: Истории тренировок пока нет
zh_hans: 暂无训练历史

source: No workouts logged
ar: لا توجد تمارين مسجّلة
az: Qeyd olunmuş məşq yoxdur
de: Keine Workouts geloggt
es: Sin entrenamientos registrados
fr: Aucun entraînement consigné
hi: कोई वर्कआउट लॉग नहीं
it: Nessun allenamento registrato
ja: 記録されたワークアウトはありません
ko: 기록된 운동 없음
nl: Geen workouts gelogd
pl: Nie zapisano żadnych treningów
pt_br: Nenhum treino registrado
ro: Niciun antrenament înregistrat
ru: Нет записанных тренировок
zh_hans: 暂无训练记录

source: None
ar: لا شيء
az: Heç biri
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhum
ro: Niciunul
ru: Нет
zh_hans: 无

source: Not Active
ar: غير نشط
az: Aktiv deyil
de: Nicht aktiv
es: No activa
fr: Inactif
hi: सक्रिय नहीं
it: Non attivo
ja: 無効
ko: 비활성
nl: Niet actief
pl: Nieaktywna
pt_br: Inativa
ro: Inactiv
ru: Неактивна
zh_hans: 未激活

source: Not agreed
ar: لم تتم الموافقة
az: Razılıq verilməyib
de: Nicht zugestimmt
es: No aceptado
fr: Non accepté
hi: असहमत
it: Non accettato
ja: 未同意
ko: 동의 안 함
nl: Niet akkoord
pl: Nie zaakceptowano
pt_br: Não aceito
ro: Neacceptat
ru: Не принято
zh_hans: 未同意

source: Not Now
ar: ليس الآن
az: İndi yox
de: Jetzt nicht
es: Ahora no
fr: Plus tard
hi: अभी नहीं
it: Non ora
ja: 今はしない
ko: 나중에
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
zh_hans: 暂不

source: Not selected
ar: غير محدد
az: Seçilməyib
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
hi: चुना नहीं गया
it: Non selezionato
ja: 未選択
ko: 선택 안 됨
nl: Niet geselecteerd
pl: Nie wybrano
pt_br: Não selecionado
ro: Neselectat
ru: Не выбрано
zh_hans: 未选择

source: Off
ar: إيقاف
az: Söndürülüb
de: Aus
es: Desactivado
fr: Désactivé
hi: बंद
it: Disattivato
ja: オフ
ko: 끔
nl: Uit
pl: Wyłączone
pt_br: Desativado
ro: Dezactivat
ru: Выкл.
zh_hans: 关闭

source: Offline generated
ar: مُنشأ دون اتصال
az: Oflayn yaradılıb
de: Offline generiert
es: Generado sin conexión
fr: Généré hors ligne
hi: ऑफ़लाइन जनरेटेड
it: Generato offline
ja: オフライン生成
ko: 오프라인 생성
nl: Offline gegenereerd
pl: Wygenerowano offline
pt_br: Gerado offline
ro: Generat offline
ru: Создано офлайн
zh_hans: 离线生成

source: Offline plan generated from your profile.
ar: تم إنشاء خطة دون اتصال من ملفك الشخصي.
az: Profilinizə əsasən oflayn plan yaradıldı.
de: Offline-Plan aus deinem Profil generiert.
es: Plan sin conexión generado a partir de tu perfil.
fr: Plan hors ligne généré depuis votre profil.
hi: आपकी प्रोफ़ाइल से ऑफ़लाइन प्लान बना।
it: Piano offline generato dal tuo profilo.
ja: プロフィールからオフラインでプランを生成しました。
ko: 프로필 기반 오프라인 플랜을 생성했습니다.
nl: Offline schema gegenereerd op basis van je profiel.
pl: Plan offline wygenerowany z Twojego profilu.
pt_br: Plano offline gerado com base no seu perfil.
ro: Plan offline generat pe baza profilului tău.
ru: Офлайн-план составлен по вашему профилю.
zh_hans: 已根据你的资料离线生成计划。

source: Offline planner
ar: المخطّط دون اتصال
az: Oflayn planlayıcı
de: Offline-Planer
es: Planificador sin conexión
fr: Planificateur hors ligne
hi: ऑफ़लाइन प्लानर
it: Planner offline
ja: オフラインプランナー
ko: 오프라인 플래너
pl: Planer offline
pt_br: Planejador offline
ro: Planificator offline
ru: Офлайн-планировщик
zh_hans: 离线规划器

source: OK
ar: حسنًا
hi: ठीक है
ko: 확인
ru: ОК
zh_hans: 好

source: One last thing
ar: أمر أخير
az: Son bir şey
de: Eine letzte Sache
es: Una última cosa
fr: Une dernière chose
hi: बस एक आख़िरी बात
it: Un'ultima cosa
ja: 最後にもう一つ
ko: 마지막 단계
nl: Nog één ding
pl: Jeszcze jedno
pt_br: Só mais uma coisa
ro: Încă un lucru
ru: И последнее
zh_hans: 最后一步

source: Open
ar: فتح
az: Aç
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt_br: Abrir
ro: Deschide
ru: Открыть
zh_hans: 打开

source: Open Source
ar: مفتوح المصدر
az: Açıq mənbə
es: Código abierto
hi: ओपन सोर्स
ja: オープンソース
ko: 오픈 소스
pt_br: Código aberto
ru: Открытый код
zh_hans: 开源

source: Opens set reps and RPE input
ar: يفتح إدخال تكرارات المجموعة وRPE
az: Set təkrarı və RPE daxiletməsini açır
de: Öffnet die Eingabe für Wdh. und RPE
es: Abre la entrada de reps y RPE de la serie
fr: Ouvre la saisie des reps et du RPE
hi: सेट रेप्स और RPE इनपुट खोलता है
it: Apre l'inserimento di ripetizioni e RPE della serie
ja: セットのレップ数とRPEの入力を開きます
ko: 세트 횟수와 RPE 입력을 엽니다
nl: Opent invoer voor reps en RPE van de set
pl: Otwiera wprowadzanie powtórzeń i RPE dla serii
pt_br: Abre o campo de repetições e RPE da série
ro: Deschide introducerea de repetări și RPE
ru: Открывает ввод повторов и RPE подхода
zh_hans: 打开组次数和 RPE 输入

source: Opens set weight, reps and RPE input
ar: يفتح إدخال وزن المجموعة وتكراراتها وRPE
az: Set çəkisi, təkrarı və RPE daxiletməsini açır
de: Öffnet die Eingabe für Gewicht, Wdh. und RPE
es: Abre la entrada de peso, reps y RPE de la serie
fr: Ouvre la saisie du poids, des reps et du RPE
hi: सेट वज़न, रेप्स और RPE इनपुट खोलता है
it: Apre l'inserimento di peso, ripetizioni e RPE della serie
ja: セットの重量、レップ数、RPEの入力を開きます
ko: 세트 무게, 횟수, RPE 입력을 엽니다
nl: Opent invoer voor gewicht, reps en RPE van de set
pl: Otwiera wprowadzanie ciężaru, powtórzeń i RPE dla serii
pt_br: Abre o campo de peso, repetições e RPE da série
ro: Deschide introducerea de greutate, repetări și RPE
ru: Открывает ввод веса, повторов и RPE подхода
zh_hans: 打开组重量、次数和 RPE 输入

source: Optional 1RM anchors for load guidance.
ar: قيم 1RM اختيارية للاسترشاد بها في الأحمال.
az: Yük tövsiyəsi üçün istəyə bağlı 1RM göstəriciləri.
de: Optionale 1RM-Werte als Anker für Lastempfehlungen.
es: Referencias 1RM opcionales para orientar la carga.
fr: Repères 1RM facultatifs pour guider les charges.
hi: लोड गाइडेंस के लिए वैकल्पिक 1RM एंकर।
it: Valori 1RM facoltativi per guidare i carichi.
ja: 重量の目安にする任意の1RM。
ko: 중량 가이드용 1RM 기준값(선택)입니다.
nl: Optionele 1RM-referenties voor gewichtsadvies.
pl: Opcjonalne wartości 1RM do doboru obciążeń.
pt_br: Referências opcionais de 1RM para orientar as cargas.
ro: Repere 1RM opționale pentru alegerea încărcăturii.
ru: Необязательные ориентиры 1RM для подбора нагрузки.
zh_hans: 可选的 1RM 参考值，用于负重建议。

source: Optional neck focus.
ar: تركيز اختياري على الرقبة.
az: İstəyə bağlı boyun fokusu.
de: Optionaler Nacken-Fokus.
es: Trabajo de cuello opcional.
fr: Travail du cou en option.
hi: वैकल्पिक गर्दन फ़ोकस।
it: Focus facoltativo sul collo.
ja: 任意で首を強化。
ko: 선택적인 목 집중 운동입니다.
nl: Optionele nekfocus.
pl: Opcjonalny akcent na kark.
pt_br: Foco opcional no pescoço.
ro: Accent opțional pe gât.
ru: Дополнительный фокус на шею.
zh_hans: 可选的颈部训练。

source: Outer hip
ar: خارج الورك
az: Ombanın bayır hissəsi
de: Äußere Hüfte
es: Cadera externa
fr: Hanche externe
hi: बाहरी हिप
it: Esterno anca
ja: 股関節外側
ko: 엉덩이 바깥쪽
nl: Buitenkant heup
pl: Zewnętrzna część biodra
pt_br: Lateral do quadril
ro: Exteriorul șoldului
ru: Внешняя часть бедра
zh_hans: 髋外侧

source: Overhead Press
ar: الضغط فوق الرأس
de: Schulterdrücken
es: Press militar
fr: Développé militaire
hi: ओवरहेड प्रेस
it: Lento avanti
ja: オーバーヘッドプレス
ko: 오버헤드 프레스
pl: Wyciskanie nad głowę
pt_br: Desenvolvimento
ro: Împins deasupra capului
ru: Жим стоя
zh_hans: 推举
